Repository: deepfriedmind/Barbee-i18n
Catalog: *.lproj/Localizable.strings
Languages: sv

source: The following modules have been found that may be displayed in the menu bar, you can enable or disable them.
sv: Följande moduler som kan visas i menyraden har hittats, du kan aktivera eller inaktivera dem.

source: The hidden menu bar icon will appear in a separate menu bar in the upper right corner.
sv: Den dolda menyradsikonen kommer att visas i en separat menyrad i det övre högra hörnet.

source: The hidden menu bar icons will be collapsed.
sv: De dolda menyradsikonerna kommer att fällas ihop.

source: The hover area of the menu bar include the app menu and Apple logo area
sv: Hovringsområdet i menyraden inkluderar appmenyn och området för Apple-logotypen

source: The iCloud profiles will be replaced by the local profiles, which cannot be restored.
sv: iCloud-profilerna kommer att ersättas av de lokala profilerna, vilka inte kan återställas.

source: The item is invisible
sv: Objektet är osynligt

source: The item is invisible because of the top notch, you can hide the notch, adjust the resolution of the display or reduce the number of visible items in the Barbee preferences.
sv: Objektet är osynligt på grund av notchen. Du kan dölja notchen, justera skärmens upplösning eller minska antalet synliga objekt i Barbees inställningar.

source: The item is invisible because the menu bar does not have enough space, you can adjust the resolution of the display or reduce the number of visible items in the Barbee preferences.
sv: Objektet är osynligt eftersom menyraden inte har tillräckligt med utrymme. Du kan justera skärmens upplösning eller minska antalet synliga objekt i Barbees inställningar.

source: The local profiles will be replaced by the iCloud profiles, which cannot be restored.
sv: De lokala profilerna kommer att ersättas av iCloud-profilerna, vilka inte kan återställas.

source: The profile has been exported.
sv: Profilen har exporterats.

source: The profile has been imported.
sv: Profilen har importerats.

source: The selected item is not in the menu bar now
sv: Det valda objektet finns inte i menyraden just nu

source: The shadow below the menu bar
sv: Skuggan under menyraden

source: The shadow in the menu bar
sv: Skuggan i menyraden

source: The shortcut will be deleted and changes take effect immediately
sv: Genvägen kommer att raderas och ändringarna träder i kraft omedelbart

source: Then: %@
sv: Sedan: %@

source: Top Notch
sv: Notch

source: Topmost
sv: Överst

source: Trigger:
sv: Utlösare:

source: Upgrade to Barbee VIP
sv: Uppgradera till Barbee VIP

source: Use Barbee in enhanced mode?
sv: Använda Barbee i utökat läge?

source: Use in Shortcuts
sv: Använd i Genvägar

source: View iCloud profiles
sv: Visa iCloud-profiler

source: View URL Schemes
sv: Visa URL-scheman

source: Welcome to Barbee!
sv: Välkommen till Barbee!

source: When hovering for more than a certain period of time, show hidden items.
sv: Visa dolda objekt när du hovrar under en viss tid.

source: When hovering over the menu bar, hidden items will be shown automatically
sv: När du hovrar över menyraden visas dolda objekt automatiskt

source: When hovering over the menu of the app or the Apple(🍎) logo, hidden items will be also shown automatically
sv: När du hovrar över appmenyn eller Apple-logotypen (🍎) visas även dolda objekt automatiskt

source: When leaving the menu bar, hidden items will be hidden again
sv: När du lämnar menyraden döljs dolda objekt igen

source: When the external screen becomes the focus, all menu bar items will be visible, and when the focus is lost, they will be hidden again.
sv: När den externa skärmen får fokus blir alla menyradsobjekt synliga, och när fokus förloras döljs de igen.

source: When there is a problem with Barbee, you can try to relaunch Barbee to solve this problem.
sv: Om det uppstår ett problem med Barbee kan du försöka starta om Barbee för att lösa det.

source: When you click on the blank area of the menu bar, Barbee will toggle showing hidden items.
sv: När du klickar på ett tomt område i menyraden kommer Barbee att växla visning av dolda objekt.

source: When you click on the menu bar icon, Barbee will toggle showing hidden items instead of Barbee menu. The Barbee menu will be displayed when you right-click the menu bar icon.
sv: När du klickar på menyradsikonen kommer Barbee att växla visning av dolda objekt istället för Barbee-menyn. Barbee-menyn visas när du högerklickar på menyradsikonen.

source: When you hold CONTROL(⌃) and click on the menu bar icon, Barbee will toggle showing / hiding all items.
sv: När du håller ner CONTROL (⌃) och klickar på menyradsikonen kommer Barbee att växla visning/döljande av alla objekt.

source: When you hold CONTROL(⌃) and click on the menu bar, Barbee will toggle showing / hiding all items.
sv: När du håller ner CONTROL (⌃) och klickar på menyraden kommer Barbee att växla visning/döljande av alla objekt.

source: When you hold OPTION(⌥) and click on the menu bar icon, Barbee will toggle showing / hiding hidden items.
sv: När du håller ner OPTION (⌥) och klickar på menyradsikonen kommer Barbee att växla visning/döljande av dolda objekt.

source: When: %@
sv: När: %@

source: Which mode of tutorial would you like to see?
sv: Vilket läge av guiden vill du se?

source: Widget Entry:
sv: Widget-post:

source: Widget feature requires additional permissions!
sv: Widget-funktionen kräver ytterligare behörigheter!

source: Width
sv: Bredd

source: Wrong order of Barbee menu bar icons
sv: Fel ordning på Barbees menyradsikoner

source: Yes
sv: Ja

source: You can check out the quick start guide to learn more about the two modes of Barbee.
sv: Du kan ta en titt i snabbstartsguiden för att lära dig mer om Barbees två lägen.

source: You can enable or disable the `Profile` entry in Barbee's menu.
sv: Du kan aktivera eller inaktivera posten `Profil` i Barbees meny.

source: You can enable or disable the `Quick Search` entry in Barbee's menu.
sv: Du kan aktivera eller inaktivera posten `Snabbsök` i Barbees meny.

source: You can enable or disable the `Widget` entry in Barbee's menu.
sv: Du kan aktivera eller inaktivera posten `Widget` i Barbees meny.

source: You can export diagnostic logs and send them back to the developer, which can help the developer resolve your issue.
sv: Du kan exportera diagnostikloggar och skicka dem till utvecklaren, vilket kan hjälpa utvecklaren att lösa ditt problem.

source: You can modify the layout of the extra menu bar in the app's preferences window
sv: Du kan ändra layouten för den extra menyraden i appens inställningsfönster

source: You have unlocked all features for 3 days, enjoy!
sv: Du har låst upp alla funktioner i 3 dagar, ha så kul!

source: You have unlocked all features, enjoy!
sv: Du har låst upp alla funktioner, ha så kul!

source: Arrange
sv: Arrangera

source: • Cloud backup and sync profiles
sv: • Molnbaserad säkerhetskopiering och synkronisering av profiler

source: • Supercharge your scripts or shortcuts with Barbee
sv: • Turboladda dina skript eller genvägar med Barbee

source: No items found
sv: Inga objekt hittades

source: This prompt will appear when Barbee is running on a newer version of macOS to capture the screenshot of menu bar items. \n⛔️ Barbee is an offline app with no network permissions.
sv: Denna uppmaning visas när Barbee körs på en nyare version av macOS för att ta skärmbilder av menyradsobjekt. \n⛔️ Barbee är en offline-app utan nätverksbehörigheter.

source: Got it
sv: Jag förstår

source: 🧮 Restore Patches
sv: 🧮 Återställ patchar

source: Reset All Permissions
sv: Återställ alla behörigheter

source: Do you want to import this patch?
sv: Vill du importera denna patch?

source: The patch has been imported.
sv: Patchen har importerats.

source: Failed to import patch.
sv: Kunde inte importera patch.

source: Active Symbol
sv: Aktiv symbol

source: Active Barbee symbol with number: ${number}
sv: Aktiv Barbee-symbol med nummer: ${number}

source: Active Barbee symbol with number.
sv: Aktiv Barbee-symbol med nummer.

source: Symbol Number
sv: Symbolnummer

source: Image
sv: Bild

source: Search
sv: Sök

source: Cancel
sv: Avbryt

source: Launch Barbee at login?
sv: Starta Barbee vid inloggning?

source: It is strongly recommended to launch Barbee at login, would you like to enable it?
sv: Det rekommenderas starkt att starta Barbee vid inloggning, vill du aktivera det?

source: Rate on the Mac App Store
sv: Betygsätt på Mac App Store

source: Rate Now
sv: Betygsätt nu

source: Love Barbee?
sv: Älskar du Barbee?

source: Whether you love Barbee or feel we could be doing better, we want to know!
sv: Oavsett om du älskar Barbee eller tycker att vi kan bli bättre, vill vi veta!

source: Barbee's menu bar icon has been hidden
sv: Barbees menyradsikon har dolts

source: You can change the location of Barbee's menu bar icon in the `Menu Bar Layout` setting
sv: Du kan ändra platsen för Barbees menyradsikon i inställningen `Layout för menyraden`

source: Ignore
sv: Ignorera

source: The icon may persist in the menu bar and impact your experience using Barbee.
sv: Ikonen kan finnas kvar i menyraden och påverka din upplevelse av att använda Barbee.

source: Cursor Keeps Flickering?
sv: Flimrar muspekaren?

source: If your cursor keeps flickering, try clicking the button to fix it.
sv: Om din muspekare fortsätter att flimra, prova att klicka på knappen för att åtgärda det.

source: 🔨 Fix cursor issues
sv: 🔨 Åtgärda muspekarsproblem

source: Cursor issues fixed successfully
sv: Muspekarsproblem åtgärdade

source: Cursor issue fix failed
sv: Åtgärd av muspekarsproblem misslyckades

source: Menu Bar Style:
sv: Stil för menyraden:

source: Menu Bar Size:
sv: Storlek på menyraden:

source: Unified
sv: Enhetlig

source: Separated
sv: Separerad

source: Regular
sv: Normal

source: Thin
sv: Smal

source: Menu Bar Tint:
sv: Färgton för menyraden:

source: ⬅️Left
sv: ⬅️Vänster

source: Right➡️
sv: Höger➡️

source: Menu Bar Corner Radius:
sv: Hörnradie för menyraden:

source: Default
sv: Standard

source: Menu Bar Border Color:
sv: Kantlinjefärg för menyraden:

source: Menu Bar Border Width:
sv: Kantlinjebredd för menyraden:

source: Thanks to all who keep supporting Barbee🖤.\nYour encouragement is the fuel that keeps me going.\n\nIf you are a student, a teacher, an open-source maintainer, or if purchasing this paid version is beyond your current means,\n👋 please reach out. You will get it free of charge🆓️. \n\n🌐️ If you can help translate Barbee into your language or improve Barbee's current translations, \nyou will have the lifetime version and your name will be listed as a contributor to Barbee.
sv: Tack till alla som fortsätter att stödja Barbee🖤.\nEr uppmuntran är bränslet som håller mig igång.\n\nOm du är student, lärare, underhållare av öppen källkod, eller om det är bortom dina nuvarande medel att köpa denna betalversion,\n👋 vänligen kontakta mig. Du får den gratis🆓️. \n\n🌐️ Om du kan hjälpa till att översätta Barbee till ditt språk eller förbättra Barbees nuvarande översättningar, \nkommer du att få livstidsversionen och ditt namn kommer att listas som en bidragsgivare till Barbee.

source: Get it for free
sv: Skaffa gratis

source: Redeem code
sv: Lös in kod

source: Award
sv: Utmärkelse

source: Yearly
sv: Årlig

source: Yearly VIP membership
sv: Årligt VIP-medlemskap

source: Yearly - %@
sv: Årligen - %@

source: Your payment will be charged to your iTunes Account once you confirm your purchase. Your iTunes account will be charged again when your subscription automatically renews at the end of your current subscription period unless auto-renew is turned off at least 24 hours prior to the end of the current period. You can manage or turn off auto-renew in your Apple ID Account Settings any time after purchase.
sv: Din betalning kommer att debiteras ditt iTunes-konto när du bekräftar ditt köp. Ditt iTunes-konto kommer att debiteras igen när din prenumeration automatiskt förnyas i slutet av din nuvarande prenumerationsperiod, såvida inte automatisk förnyelse stängs av minst 24 timmar före slutet av den nuvarande perioden. Du kan hantera eller stänga av automatisk förnyelse i dina Apple-ID-kontoinställningar när som helst efter köpet.

source: Manage Subscription
sv: Hantera prenumeration

source: When the screen width is wide enough, menu bar icons will no longer be hidden
sv: När skärmbredden är tillräckligt stor kommer menyradsikoner inte längre att döljas

source: The screen width threshold
sv: Tröskelvärde för skärmbredd

source: pixel(s)
sv: pixlar

source: Found screen size(s):
sv: Hittade skärmstorlek(ar):

source: Reset All
sv: Återställ allt

source: Reset to default appearance:
sv: Återställ till standardutseende:

source: Follow us
sv: Följ oss

source: Translate Barbee
sv: Översätt Barbee

source: Start Translating
sv: Börja översätta

source: 💦Contributors
sv: 💦Medverkande

source: Special thanks to these volunteers for helping with Barbee Localization! 🌍🌎🌏
sv: Särskilt tack till dessa volontärer som hjälper till med Barbees lokalisering! 🌍🌎🌏

source: 👋Translating Barbee
sv: 👋Översätt Barbee

source: If you want to help translate Barbee into other languages or improve existing translations, we would very appreciate that.
sv: Om du vill hjälpa till att översätta Barbee till andra språk eller förbättra befintliga översättningar, skulle vi uppskatta det väldigt mycket.

source: Optimization:
sv: Optimering:

source: Reduce the interference of the `Screen Recording` icon
sv: Minska störningen från ikonen `Skärminspelning`

source: Reduce the refresh frequency of the menu bar icon and optimize the appearance probability of the `Screen Recording` icon.
sv: Minska uppdateringsfrekvensen för menyradsikonen och optimera sannolikheten för att ikonen `Skärminspelning` visas.

source: Special thanks to:
sv: Särskilt tack till:

source: Optimize the cursor click, unable to move, flicker and disappear issues
sv: Optimera problem med pekarklick, oförmåga att flytta, flimmer och försvinnande

source: Use the more optimized menu bar icon management algorithm
sv: Använd den mer optimerade algoritmen för hantering av menyradsikoner

source: Tip: You can also hold down command ⌘ and drag the icon in the menu bar to change the menu bar layout.
sv: Tips: Du kan också hålla nere command ⌘ och dra ikonen i menyraden för att ändra menyradens layout.

source: Special Item Library:
sv: Bibliotek för specialobjekt:

source: Add spacer between items
sv: Lägg till mellanrum mellan objekt

source: Put items into a group
sv: Placera objekt i en grupp

source: Spacer width: %d
sv: Mellanrumsbredd: %d

source: Width:
sv: Bredd:

source: Automatically hide other items before showing hidden items
sv: Dölj andra objekt automatiskt innan dolda objekt visas

source: Show hidden items more concisely and focused, but only works in 'Enhanced Mode'
sv: Visa dolda objekt mer koncist och fokuserat, men fungerar endast i 'Utökat läge'

source: Items in group:
sv: Objekt i grupp:

source: Candidates:
sv: Kandidater:

source: Group: %@
sv: Grupp: %@

source: No name
sv: Inget namn

source: Drop down menu bar participates in macOS window cycling
sv: Nedfällbar menyrad deltar i macOS fönstercykling

source: The drop down menu bar can become the user's active window.
sv: Den nedfällbara menyraden kan bli användarens aktiva fönster.

source: Show group on click
sv: Visa grupp vid klick

source: Show group on hover
sv: Visa grupp vid hovring

source: Auto sync with iCloud
sv: Synka automatiskt med iCloud

source: Rename
sv: Byt namn

source: Matches icon state
sv: Matchar ikonstatus

source: Does not match icon state
sv: Matchar inte ikonstatus

source: Battery state
sv: Batteristatus

source: Power source
sv: Strömkälla

source: ⚡️Any Power Source
sv: ⚡️Valfri strömkälla

source: 🔋 Battery
sv: 🔋 Batteri

source: 🔌 Power Adapter
sv: 🔌 Strömadapter
