Repository: deepfriedmind/Barbee-i18n
Catalog: *.lproj/Localizable.strings
Languages: sv

source: in the menu bar to start!
sv: i menyraden för att starta!

source: will be always hidden.
sv: kommer alltid att vara dold.

source: will be hidden.
sv: kommer att vara dold.

source: sec(s)
sv: sek

source: • Manage the menu bar icons as you want
sv: • Hantera menyradens ikoner som du vill

source: • Various menu appearance styles
sv: • Olika stilar för menyradens utseende

source: • Reduce menu bar icon spacing
sv: • Minska avståndet mellan menyradens ikoner

source: • Support the menu bar with a notch
sv: • Stöd för menyrad med notch

source: • Unlimited number of times you can show/hide menu bar icons
sv: • Obegränsat antal gånger du kan visa/dölja menyradens ikoner

source: ⌘ Shortcut List:
sv: ⌘ Genvägslista:

source: ⏰️ Monitor menu bar item changes, then perform an action
sv: ⏰️ Övervaka ändringar i menyraden och utför sedan en åtgärd

source: ⚠️⚠️⚠️Unresponsive Item %@
sv: ⚠️⚠️⚠️Objektet %@ svarar inte

source: ⛔️️ Barbee does not collect or track any of your personal data and Barbee does not apply for any network permissions.
sv: ⛔️️ Barbee samlar inte in eller spårar några av dina personuppgifter och Barbee begär inga nätverksbehörigheter.

source: ✅️ Accessibility permission granted
sv: ✅️ Hjälpmedelsbehörighet beviljad

source: ✅️ Screen Recording permission granted
sv: ✅️ Skärminspelningsbehörighet beviljad

source: ✉️ Contact us
sv: ✉️ Kontakta oss

source: ⭐️️ Drag to arrange your menu bar items as you want!
sv: ⭐️️ Dra för att arrangera objekten i menyraden som du vill!

source: 🐝 Relaunch Barbee
sv: 🐝 Starta om Barbee

source: 🐞 Report bugs
sv: 🐞 Rapportera buggar

source: 👀 View details...
sv: 👀 Visa detaljer...

source: 👉 In the pop-up authorization window, please 🔓unlock in the lower-left corner first, then ✔️allow Barbee in the right list.
sv: 👉 I popup-fönstret för auktorisering, vänligen 🔓lås upp i det nedre vänstra hörnet först, och ✔️tillåt sedan Barbee i listan till höger.

source: 💥Supercharge your scripts or shortcuts with Barbee
sv: 💥Turboladda dina skript eller genvägar med Barbee

source: 📊 Export logs...
sv: 📊 Exportera loggar...

source: 🔥️ Enhanced Mode
sv: 🔥️ Utökat läge

source: 🕶️ You are the VIP
sv: 🕶️ Du är VIP

source: 🦄 Join TestFlight...
sv: 🦄 Gå med i TestFlight...

source: 🧩 Right-click to customize Barbee widget group
sv: 🧩 Högerklicka för att anpassa Barbees widgetgrupp

source: 🧩 Right-click to customize Barbee widgets
sv: 🧩 Högerklicka för att anpassa Barbees widgetar

source: 🧩 Widget Management
sv: 🧩 Widgethantering

source: 3-day Free Trial
sv: 3-dagars gratis provperiod

source: About
sv: Om

source: Accessibility
sv: Hjälpmedel

source: Action
sv: Åtgärd

source: Action:
sv: Åtgärd:

source: Activate for %d second(s)
sv: Aktivera i %d sekund(er)

source: Activate for a while
sv: Aktivera en stund

source: Activate seconds: %d
sv: Aktivera sekunder: %d

source: Active
sv: Aktiv

source: Active Barbee profile with name: ${profileName}
sv: Aktivera Barbee-profil med namn: ${profileName}

source: Active Barbee profile with name.
sv: Aktivera Barbee-profil med namn.

source: Active Profile
sv: Aktiv profil

source: Actived profile successfully
sv: Profilen aktiverades

source: Add
sv: Lägg till

source: Add/Remove menu bar inner shadow and drop shadow.
sv: Lägg till/Ta bort menyradens inre skugga och slagskugga.

source: All Menu Bar Item
sv: Alla menyradsobjekt

source: All menu bar items are visible on external screens
sv: Alla menyradsobjekt är synliga på externa skärmar

source: Alpha Value
sv: Alfavärde

source: Always Hidden
sv: Alltid dold

source: Always Hidden Items
sv: Alltid dolda objekt

source: Always Hidden Items:
sv: Alltid dolda objekt:

source: Always Hidden Menu Bar Item
sv: Alltid dolt menyradsobjekt

source: App Modules
sv: Appmoduler

source: Apply
sv: Verkställ

source: Authorize
sv: Auktorisera

source: Automation
sv: Automatisering

source: Automation feature requires additional permissions!
sv: Automatiseringsfunktionen kräver ytterligare behörigheter!

source: Backup profile successfully.
sv: Profilen säkerhetskopierades.

source: Backup to iCloud drive
sv: Säkerhetskopiera till iCloud Drive

source: Barbee requires Accessibility access to show/hide the menu bar items.
sv: Barbee kräver hjälpmedelsåtkomst för att kunna visa/dölja objekt i menyraden.

source: Barbee requires Screen Recording access to monitor the menu bar item list and capture the images of changed items.
sv: Barbee kräver skärminspelningsåtkomst för att övervaka listan över menyradsobjekt och fånga bilder av ändrade objekt.

source: Barbee requires your permissions to access system capabilities to provide its functionality. Please review the permissions below.
sv: Barbee kräver dina behörigheter för att få åtkomst till systemfunktioner för att kunna fungera. Granska behörigheterna nedan.

source: Become VIP to use without limitation
sv: Bli VIP för att använda utan begränsningar

source: Beta Testing
sv: Betatestning

source: Bundle Identifier
sv: bundleidentifierare

source: Change inner shadow state: ${innerShadowState}, drop shadow state: ${dropShadowState}
sv: Ändra status för inre skugga: ${innerShadowState}, status för slagskugga: ${dropShadowState}

source: Change Menu Bar Color
sv: Ändra menyradens färg

source: Change menu bar color: ${color}
sv: Ändra menyradens färg: ${color}

source: Change Menu Bar Shadow State
sv: Ändra menyradens skuggstatus

source: Change Top Notch State
sv: Ändra status för notch

source: Change top notch state: ${state}
sv: Ändra status för notch: ${state}

source: Change Wallpaper...
sv: Ändra bakgrundsbild...

source: Change your current screen menu bar color, enter your color hex string(e.g. "0AB188FF"). Restore the color of the menu bar if the hex string is empty.
sv: Ändra din nuvarande skärms menyradsfärg, ange din färg-hex-sträng (t.ex. "0AB188FF"). Återställ menyradens färg om hex-strängen är tom.

source: Changing menu bar color requires user directory authorization
sv: Ändring av menyradens färg kräver auktorisering för användarkatalogen

source: Changing menu item gaps requires user directory authorization
sv: Ändring av avstånd mellan menyradsobjekt kräver auktorisering för användarkatalogen

source: Choose a menu bar item
sv: Välj ett menyradsobjekt

source: Choose Barbee Mode
sv: Välj Barbee-läge

source: Click menu bar item
sv: Klicka på menyradsobjekt

source: Click Menu Bar Item (Enhanced mode only)
sv: Klicka på menyradsobjekt (endast i utökat läge)

source: Click menu bar item by identifier: ${itemIdentifier}
sv: Klicka på menyradsobjekt via identifierare: ${itemIdentifier}

source: Click menu bar item by identifier(e.g. "com.apple.controlcenter-WiFi").
sv: Klicka på menyradsobjekt via identifierare (t.ex. "com.apple.controlcenter-WiFi").

source: Click on the menu bar Barbee icon to toggle the visibility of hidden items directly
sv: Klicka på Barbees ikon i menyraden för att direkt växla synligheten för dolda objekt

source: Click on the menu bar to toggle the visibility of hidden items
sv: Klicka på menyraden för att växla synligheten för dolda objekt

source: Click the icon
sv: Klicka på ikonen

source: Close
sv: Stäng

source: Color
sv: Färg

source: Configuration
sv: Konfiguration

source: Confirm
sv: Bekräfta

source: Content
sv: Innehåll

source: Continue
sv: Fortsätt

source: Corner Radius
sv: Hörnradie

source: Current Item
sv: Aktuellt objekt

source: Custom shortcuts feature requires additional permissions!
sv: Funktionen för anpassade genvägar kräver ytterligare behörigheter!

source: Dark Background Color
sv: Mörk bakgrundsfärg

source: Default Gap - system default spacing between items
sv: Standardavstånd - systemets standardavstånd mellan objekt

source: Delay before hiding items again.
sv: Fördröjning innan objekt döljs igen.

source: Delete
sv: Radera

source: Delete `%@`
sv: Radera `%@`

source: Diagnostics
sv: Diagnostik

source: Do you want to backup profiles to iCloud?
sv: Vill du säkerhetskopiera profiler till iCloud?

source: Do you want to delete profile `%@`?
sv: Vill du radera profilen `%@`?

source: Do you want to delete this automation?
sv: Vill du radera denna automatisering?

source: Do you want to delete this shortcut?
sv: Vill du radera den här genvägen?

source: Do you want to import this profile?
sv: Vill du importera den här profilen?

source: Do you want to sync profiles from iCloud?
sv: Vill du synkronisera profiler från iCloud?

source: Drop Shadow
sv: Skugga

source: Drop Shadow State
sv: Skuggstatus

source: Edit
sv: Redigera

source: Energy Saver
sv: Energisparläge

source: Enhanced Mode
sv: Utökat läge

source: Enhanced mode is only available for Notch screens
sv: Utökat läge är endast tillgängligt för skärmar med notch.

source: Export
sv: Exportera

source: Failed to active profile
sv: Kunde inte aktivera profilen

source: Failed to backup profile.
sv: Kunde inte säkerhetskopiera profilen.

source: Failed to change menu item gap
sv: Kunde inte ändra avståndet mellan menyobjekt

source: Failed to export profile.
sv: Kunde inte exportera profilen.

source: Failed to import profile.
sv: Kunde inte importera profilen.

source: Failed to restore
sv: Kunde inte återställa

source: Failed to sync profile.
sv: Kunde inte synkronisera profilen.

source: For the setting to work, you must turn on Barbee's `Launch At Login`, log out and log back into macOS.
sv: För att inställningen ska fungera måste du aktivera Barbees `Starta vid inloggning`, logga ut och sedan logga in i macOS igen.

source: Found %d profile(s)
sv: Hittade %d profil(er)

source: Frame
sv: Ram

source: Generic
sv: Allmän

source: Get all menu bar items
sv: Hämta alla menyradsobjekt

source: Get All Menu Bar Items
sv: Hämta alla menyradsobjekt

source: Get always hidden menu bar items
sv: Hämta alltid dolda menyradsobjekt

source: Get Always Hidden Menu Bar Items
sv: Hämta alltid dolda menyradsobjekt

source: Get App Modules
sv: Hämta appmoduler

source: Get app modules using app bundle identifier: ${bundleIdentifier}
sv: Hämta appmoduler med appens bundleidentifierare: ${bundleIdentifier}

source: Get hidden menu bar items
sv: Hämta dolda menyradsobjekt

source: Get Hidden Menu Bar Items
sv: Hämta dolda menyradsobjekt

source: Get shown menu bar items
sv: Hämta visade menyradsobjekt

source: Get Shown Menu Bar Items
sv: Hämta visade menyradsobjekt

source: Get Started
sv: Kom igång

source: Go to Barbee preferences...
sv: Gå till Barbees inställningar...

source: Grant Permissions to Barbee
sv: Ge Barbee behörigheter

source: Has Top Notch
sv: Har notch

source: Has top notch?
sv: Har notch?

source: Height
sv: Höjd

source: Help Center
sv: Hjälpcenter

source: Hidden
sv: Dolda

source: Hidden Items
sv: Dolda objekt

source: Hidden Items:
sv: Dolda objekt:

source: Hidden Menu Bar Item
sv: Dolt menyradsobjekt

source: Hide
sv: Dölj

source: Hide All
sv: Dölj alla

source: Hide Menu Bar Item (Enhanced mode only)
sv: Dölj menyradsobjekt (endast i utökat läge)

source: Hide menu bar item by identifier: ${itemIdentifier}, to X: ${x}
sv: Dölj menyradsobjekt via identifierare: ${itemIdentifier}, till X: ${x}

source: Hide menu bar item by identifier(e.g. "com.apple.controlcenter-WiFi"), X is optional.
sv: Dölj menyradsobjekt via identifierare (t.ex. "com.apple.controlcenter-WiFi"), X är valfritt.

source: Hide not-showing items
sv: Dölj objekt som inte visas

source: Hold CONTROL(⌃) and click on the menu bar icon to show / hide all items
sv: Håll ned CONTROL(⌃) och klicka på menyradsikonen för att visa/dölja alla objekt

source: Hold CONTROL(⌃) and click on the menu bar to show / hide all items
sv: Håll ned CONTROL(⌃) och klicka på menyraden för att visa/dölja alla objekt

source: Hold OPTION(⌥) and click on the menu bar icon to show / hide hidden items
sv: Håll ned OPTION(⌥) och klicka på menyradsikonen för att visa/dölja dolda objekt

source: Hold the COMMAND(⌘) to drag the menu bar items
sv: Håll ned COMMAND(⌘) för att dra menyradsobjekten

source: Hovered
sv: Hovrad

source: Icon:
sv: Ikon:

source: If you encounter any problems or would like to help us improve, or localize Barbee, please feel free to contact us!
sv: Om du stöter på problem, vill hjälpa oss att förbättra eller lokalisera Barbee, är du välkommen att kontakta oss!

source: If you want to use Barbee in normal mode, just remove the granted permissions in System Preferences.
sv: Om du vill använda Barbee i normalläge, ta bara bort de beviljade behörigheterna i Systeminställningar.

source: Import
sv: Importera

source: In the case of multiple screens, non-notch screens will use normal mode to show/hide menu bar items
sv: Vid användning av flera skärmar kommer skärmar utan notch att använda normalläge för att visa/dölja menyradsobjekt

source: Inner Shadow
sv: Inre skugga

source: Inner Shadow State
sv: Status för inre skugga

source: InterItem Horizontal Padding
sv: Horisontell marginal mellan objekt

source: InterItem Vertical Padding
sv: Vertikal marginal mellan objekt

source: Is Menu Bar Visible
sv: Är menyraden synlig

source: Is menu bar visible?
sv: Är menyraden synlig?

source: Is Movable by Window Background
sv: Kan flyttas med fönsterbakgrunden

source: Item has any changes
sv: Objektet har ändringar

source: Item Identifier
sv: Objektidentifierare

source: Items
sv: Objekt

source: Items dragged to the left will be always hidden. Hold the command ⌘ key to drag the items in menu bar.
sv: Objekt som dras åt vänster kommer alltid att vara dolda. Håll ned command ⌘ för att dra objekten i menyraden.

source: Items dragged to the left will be hidden. Hold the command ⌘ key to drag the items in menu bar.
sv: Objekt som dras åt vänster kommer att döljas. Håll ned command ⌘ för att dra objekten i menyraden.

source: Items on the left side of the icon
sv: Objekt på vänster sida om ikonen

source: Launch At Login
sv: Starta vid inloggning

source: Level
sv: Nivå

source: Lifetime
sv: Livstid

source: Lifetime - %@
sv: Livstid - %@

source: Light Background Color
sv: Ljus bakgrundsfärg

source: Lowest
sv: Lägsta

source: macOS log out required
sv: Utloggning från macOS krävs

source: Makes the notch disappear like a NINJA 🥷. (You can also set the menu bar color to ⬛️)
sv: Får notch att försvinna som en NINJA 🥷. (Du kan även ställa in menyradsfärgen till ⬛️)

source: Manage App Modules in Menu Bar
sv: Hantera appmoduler i menyraden

source: Manage System Modules in Menu Bar
sv: Hantera systemmoduler i menyraden

source: Managing app modules requires user directory authorization
sv: Hantering av appmoduler kräver auktorisering av användarkatalog

source: Menu Bar
sv: Menyrad

source: Menu Bar Appearance
sv: Menyradens utseende

source: Menu Bar Color:
sv: Menyradsfärg:

source: Menu Bar Item Gap:
sv: Avstånd mellan menyradsobjekt:

source: Menu Bar Layout
sv: Menyradslayout

source: Menu Bar Layout feature requires additional permissions!
sv: Funktionen för menyradslayout kräver ytterligare behörigheter!

source: Menu Bar Shadow:
sv: Menyarvsskugga:

source: Menu Bar:
sv: Menyrad:

source: Mode has been changed successfully
sv: Läget har ändrats

source: Mode:
sv: Läge:

source: More
sv: Mer

source: Multi-screen:
sv: Flera skärmar:

source: Name
sv: Namn

source: Name:
sv: Namn:

source: New
sv: Ny

source: New Items Location
sv: Placering för nya objekt

source: 🆕️ Request new features
sv: 🆕️ Föreslå nya funktioner

source: New Single Widget...
sv: Ny enskild widget...

source: New Widget
sv: Ny widget

source: New Widget Group
sv: Ny widgetgrupp

source: New Widget Group...
sv: Ny widgetgrupp...

source: Newly discovered menu bar items will be moved to:
sv: Nyligen upptäckta menyradsobjekt kommer att flyttas till:

source: No
sv: Nej

source: No action
sv: Ingen åtgärd

source: No backups
sv: Inga säkerhetskopior

source: No configurable app modules found
sv: Inga konfigurerbara appmoduler hittades

source: No Gap - no spacing between items
sv: Inget avstånd - inget mellanrum mellan objekten

source: No matching results
sv: Inga matchande resultat

source: Non-subscription, totally free
sv: Ingen prenumeration, helt gratis

source: Normal Gap - normal spacing between items
sv: Normalt avstånd - normalt mellanrum mellan objekten

source: Normal Mode
sv: Normalläge

source: Not Now
sv: Inte nu

source: One-time purchase
sv: Engångsköp

source: Oops, No Hidden Items! 🔥️You can arrange items in the Preferences.
sv: Hoppsan, inga dolda objekt! 🔥️Du kan arrangera objekt i Inställningar.

source: Open System Preferences...
sv: Öppna Systeminställningar...

source: Please hold command(⌘) and drag the `<`, `|` and `Barbee icons` in the menu bar and place them in the correct order. The order is: always hidden icons `<` hidden icons `|` shown icons `Barbee icon`.
sv: Håll ned command(⌘) och dra ikonerna `<`, `|` och `Barbee` i menyraden och placera dem i rätt ordning. Ordningen är: alltid dolda ikoner `<` dolda ikoner `|` visade ikoner `Barbee-ikonen`.

source: Preferences
sv: Inställningar

source: Preferences...
sv: Inställningar...

source: Privacy Policy
sv: Integritetspolicy

source: Profile
sv: Profil

source: Profile Entry:
sv: Profilpost:

source: Profile Name
sv: Profilnamn

source: Purchase & Restore
sv: Köp & Återställ

source: Quick Search
sv: Snabbsökning

source: Quick Search Entry:
sv: Snabbsökningspost:

source: Quick Search feature requires additional permissions!
sv: Snabbsökningsfunktionen kräver ytterligare behörigheter!

source: Quick Search:
sv: Snabbsökning:

source: Quick Start Guide
sv: Snabbstartsguide

source: Quit
sv: Avsluta

source: Recommended for users with a large screen or no icons hidden by the system.
sv: Rekommenderas för användare med stor skärm eller utan ikoner dolda av systemet.

source: Recommended for users with bangs on the screen or users with hidden icons in the system.
sv: Rekommenderas för användare med notch på skärmen eller med ikoner dolda i systemet.

source: Reduce Refresh Rate When Using Battery Power
sv: Minska uppdateringsfrekvensen vid batteridrift

source: Refresh
sv: Uppdatera

source: Refresh Interval in Seconds
sv: Uppdateringsintervall i sekunder

source: Refresh menu bar items
sv: Uppdatera menyradsobjekt

source: Refresh Menu Bar Items
sv: Uppdatera menyradsobjekt

source: Related Item:
sv: Relaterat objekt:

source: Reduce useable screen space to mask notch
sv: Minska användbart skärmutrymme för att maskera notchen

source: Remove/Add top notch when you use the notched Mac.
sv: Ta bort/lägg till övre notch när du använder en Mac med notch.

source: Request Access...
sv: Begär åtkomst...

source: Reset
sv: Återställ

source: Restore Purchase
sv: Återställ köp

source: Restore successfully! If it still doesn't work, please reinstall the app.
sv: Återställning lyckades! Om det fortfarande inte fungerar, vänligen installera om appen.

source: Returns all menu bar items.
sv: Returnerar alla menyradsobjekt.

source: Returns always hidden menu bar items.
sv: Returnerar alltid dolda menyradsobjekt.

source: Returns app modules using app bundle identifier.
sv: Returnerar appmoduler med hjälp av appens bundleidentifierare.

source: Returns hidden menu bar items.
sv: Returnerar dolda menyradsobjekt.

source: Returns shown menu bar items.
sv: Returnerar visade menyradsobjekt.

source: Returns whether the current active scrren has top notch.
sv: Returnerar om den nuvarande aktiva skärmen har en övre notch.

source: Returns whether the current active scrren menu bar is visible.
sv: Returnerar om menyraden på den nuvarande aktiva skärmen är synlig.

source: Reveal In Finder
sv: Visa i Finder

source: Scopes:
sv: Omfattning:

source: Screen Recording
sv: Skärminspelning

source: Search for a menu bar item
sv: Sök efter ett menyradsobjekt

source: Select
sv: Välj

source: Select a related menu bar item
sv: Välj ett relaterat menyradsobjekt

source: Select...
sv: Välj...

source: Shortcut to show / hide all items:
sv: Genväg för att visa/dölja alla objekt:

source: Shortcut to show / hide hidden items:
sv: Genväg för att visa/dölja dolda objekt:

source: Shortcut:
sv: Genväg:

source: Shortcuts
sv: Genvägar

source: Show
sv: Visa

source: Show all
sv: Visa alla

source: Show All
sv: Visa alla

source: Show all menu bar items
sv: Visa alla menyradsobjekt

source: Show Entry in Menu
sv: Visa post i menyn

source: Show hidden menu bar items
sv: Visa dolda menyradsobjekt

source: Show in All Spaces
sv: Visa i alla Spaces

source: Show Menu Bar Item (Enhanced mode only)
sv: Visa menyradsobjekt (endast utökat läge)

source: Show menu bar item by identifier: ${itemIdentifier}, to X: ${x}
sv: Visa menyradsobjekt med identifierare: ${itemIdentifier}, till X: ${x}

source: Show menu bar item by identifier(e.g. "com.apple.controlcenter-WiFi"), X is optional.
sv: Visa menyradsobjekt med identifierare (t.ex. "com.apple.controlcenter-WiFi"), X är valfritt.

source: Show Profile in Menu
sv: Visa profil i menyn

source: Shown Items
sv: Visade objekt

source: Shown Items:
sv: Visade objekt:

source: Shown Menu Bar Item
sv: Visat menyradsobjekt

source: Small Gap - proper spacing between items
sv: Litet mellanrum - korrekt avstånd mellan objekt

source: Some of the menu bar items will be moved into a separate menu bar in enhanced mode, this mode requires the user to authorize some necessary permissions (Screen Recording & Accessibility), but there will be no extra permission requests in the normal mode.
sv: Vissa av menyradsobjekten kommer att flyttas till en separat menyrad i utökat läge. Detta läge kräver att användaren godkänner nödvändiga behörigheter (Skärminspelning & Hjälpmedel), men det kommer inte att finnas några extra behörighetsförfrågningar i normalläget.

source: Something Wrong?
sv: Något fel?

source: 🆘 If the app still prompts that there is no permission after you authorize Barbee, please cancel the authorization of Barbee and delete Barbee in the authorization list, then relaunch Barbee and grant permissions again.
sv: 🆘 Om appen fortfarande meddelar att behörighet saknas efter att du har auktoriserat Barbee, vänligen avbryt auktoriseringen för Barbee och ta bort Barbee från auktoriseringslistan. Starta sedan om Barbee och bevilja behörigheterna igen.

source: Start
sv: Starta

source: Start BarBee automatically at login.
sv: Starta BarBee automatiskt vid inloggning.

source: Startup:
sv: Autostart:

source: State
sv: Status

source: Switch App Module State
sv: Växla appmodulstatus

source: Switch Barbee Mode
sv: Växla Barbee-läge

source: Switch the app module state in menu bar by its identifier(e.g. "com.apple.controlcenter-WiFi").
sv: Växla appmodulstatus i menyraden med dess identifierare (t.ex. "com.apple.controlcenter-WiFi").

source: Switch the app module state:${state} in menu bar by its identifier: ${itemIdentifier}
sv: Växla appmodulstatusen:${state} i menyraden med dess identifierare: ${itemIdentifier}

source: Switch to Enhanced Mode
sv: Växla till utökat läge

source: Switch to Normal Mode
sv: Växla till normalläge

source: Sync from iCloud drive
sv: Synkronisera från iCloud Drive

source: Sync profile successfully.
sv: Synkronisering av profil lyckades.

source: Terms of Use
sv: Användarvillkor

source: Thanks for purchasing Barbee VIP
sv: Tack för att du har köpt Barbee VIP

source: Thanks for trying Barbee
sv: Tack för att du provar Barbee

source: The automation will be deleted and changes take effect immediately
sv: Automationen kommer att raderas och ändringarna träder i kraft omedelbart

source: The beta version may contain bugs or cause issues. Any feedback you can provide is always greatly appreciated.
sv: Betaversionen kan innehålla buggar eller orsaka problem. All feedback du kan ge uppskattas verkligen.

source: The changes have been saved, and it will take effect after exiting and restarting the app `%@`.
sv: Ändringarna har sparats och träder i kraft efter att du avslutat och startat om appen `%@`.
